Repository: FlorentMenot/AdeptusDicus
Catalog: AdeptusDicus/Resources/Quotes.*.resx
Languages: fr_fr

source: A coward's only reward is to live in fear another day
fr_fr: La seule récompense d’un lâche est de vivre dans la peur un jour de plus.

source: A dagger in the dark is worth a thousand swords at dawn
fr_fr: Un poignard dans l’obscurité vaut mille épées à l’aube.

source: A pity it is that we can die but once in the Emperor's service
fr_fr: Il est regrettable que nous ne puissions mourir qu’une seule fois au service de l’Empereur.

source: A small mind is a tidy mind
fr_fr: Un esprit limité est un esprit ordonné.

source: A suspicious mind is a healthy mind
fr_fr: Un esprit suspicieux est un esprit sain.

source: A swift execution is worth a hundred interrogations
fr_fr: Une exécution rapide vaut mieux que cent interrogatoires.

source: Abhor the mutant
fr_fr: Exécrez le mutant.

source: Abhor the Night, it is the Light that Endures
fr_fr: Abhorrez la Nuit, car c’est la Lumière qui perdure.

source: Abhor the xenos
fr_fr: Exécrez les xenos.

source: Abhorrence is a gift; use it well
fr_fr: La répulsion est un don ; utilisez-le à bon escient.

source: Aim without mercy
fr_fr: Visez sans pitié.

source: Aim true and strike deep
fr_fr: Visez juste et frappez profondément.

source: All mortal life is folly that does not feed the spirit
fr_fr: Toute vie mortelle est folie si elle ne nourrit pas l’esprit.

source: An informed opinion must be dismissed with the resolute certainty of faith
fr_fr: Une opinion informée doit être rejetée avec la certitude résolue de la foi.

source: An open mind is like a fortress with its gates unbarred and unguarded
fr_fr: Un esprit ouvert est comme une forteresse dont les portes sont ouvertes et non gardées.

source: Arise for vengeance
fr_fr: Levez-vous pour la vengeance.

source: Be not merciful
fr_fr: Ne soyez pas miséricordieux.

source: Be steadfast in defence
fr_fr: Soyez ferme en défense.

source: Be the Emperor's reaper
fr_fr: Soyez la faux de l’Empereur.

source: Be thou the scourge of traitors
fr_fr: Soyez le fléau des traîtres.

source: Become righteousness made manifest
fr_fr: Devenez la droiture incarnée.

source: Become vengeance
fr_fr: Devenez la vengeance.

source: Beware the corruption of men's souls
fr_fr: Méfiez-vous de la corruption de l’âme des hommes.

source: Beyond the Emperor's light lies only despair
fr_fr: Au-delà de la lumière de l’Empereur, il n’y a que désespoir.

source: Blessed are the intolerant
fr_fr: Bienheureux sont les intolérants.

source: Blessed are the merciless
fr_fr: Bienheureux sont les impitoyables.

source: Blessed are they without introspection, for they shall know no doubt
fr_fr: Bienheureux sont ceux sans introspection, car ils ne connaîtront aucun doute.

source: Blessed be the slaughterer of heretics
fr_fr: Béni soit le massacre des hérétiques.

source: Blessed be the subjugator
fr_fr: Béni soit le subjugateur.

source: Blessed be the vengeful God, for He is the only true God
fr_fr: Béni soit le Dieu vengeur, car Il est le seul vrai Dieu.

source: Blessed be the vengeful
fr_fr: Béni soit le vengeur.

source: Blessed is the mind too small for doubt
fr_fr: Béni soit l’esprit trop petit pour douter.

source: Blessed be thy aim
fr_fr: Béni soit ton tir.

source: Blessed be thy fury
fr_fr: Béni soit ta fureur.

source: Blood for the Blood God! Skulls for the Skull Throne
fr_fr: Du sang pour le Dieu du Sang ! Des crânes pour le Trône de Crânes !

source: By the way of their death shall we know them
fr_fr: Par leur mort, nous les reconnaîtrons.

source: By your scars and deeds shall you be judged
fr_fr: Par vos cicatrices et vos actes, vous serez jugés.

source: Carry the Will of the Emperor like a torch in the darkness
fr_fr: Portez la Volonté de l’Empereur comme une torche dans les ténèbres.

source: Carry your scars with honour
fr_fr: Portez vos cicatrices avec honneur.

source: Cleanse the mutant; burn the heretic; purge the xenos
fr_fr: Purifiez le mutant ; brûlez l’hérétique ; purgez les xenos.

source: Cleave to the Emperor's light
fr_fr: Accrochez-vous à la lumière de l’Empereur.

source: Complaining of thy lot is the first step on the Road to Damnation
fr_fr: Se plaindre de ton sort est la première étape vers la Damnation.

source: Condemn the damned to their reward
fr_fr: Condamnez les damnés à leur récompense.

source: Courage is the Emperor's gift
fr_fr: Le courage est le don de l’Empereur.

source: Curse the traitor, condemn the weak
fr_fr: Maudissez le traître, condamnez les faibles.

source: Death brings peace to the unfaithful
fr_fr: La mort apporte la paix aux infidèles.

source: Despise the weak, for they shall flock to the call of the renegade
fr_fr: Méprisez les faibles, car ils se rallieront à l’appel des renégats.

source: Destroy the corruption wherever it is found
fr_fr: Détruisez la corruption où qu’elle se trouve.

source: Do not shy the hopeless fight, for endeavour is its own reward
fr_fr: Ne fuyez pas le combat désespéré, car l’effort est une récompense en soi.

source: Doubt not the Emperor's wrath
fr_fr: Ne doutez pas de la colère de l’Empereur.

source: Doubt not thy strength whilst faith prevails
fr_fr: Ne doutez pas de votre force tant que la foi prévaut.

source: Duty demands sacrifice
fr_fr: Le devoir exige le sacrifice.

source: Duty first, duty last
fr_fr: Le devoir d’abord, le devoir en dernier.

source: Duty is vital, understanding is not
fr_fr: Le devoir est vital, la compréhension ne l’est pas.

source: Emperor guide thy aim
fr_fr: Que l’Empereur guide ton tir.

source: Endure the present, so those who follow may continue your endeavours
fr_fr: Endurez le présent, afin que ceux qui vous suivent puissent poursuivre vos efforts.

source: Even the greatest hero is but a ripple on the surface of space
fr_fr: Même le plus grand héros n’est qu’une vague sur la surface de l’espace.

source: Exist for the Emperor
fr_fr: Exister pour l’Empereur.

source: Facts are chains that bind perception and fetter truth
fr_fr: Les faits sont des chaînes qui lient la perception et entravent la vérité.

source: Faith conquers all
fr_fr: La foi conquiert tout.

source: Faith needs no excuse
fr_fr: La foi n’a pas besoin d’excuse.

source: Fear not obliteration, for it awaits us all
fr_fr: Ne crains pas l’annihilation, car elle nous attend tous.

source: Fear the wrath of the righteous
fr_fr: Crains la colère des justes.

source: Foolish are those who fear nothing, yet claim to know everything
fr_fr: Insensés sont ceux qui ne craignent rien, mais prétendent tout savoir.

source: For every enemy without, there are a hundred within
fr_fr: Pour chaque ennemi extérieur, il y en a cent à l’intérieur.

source: Forget not; forgive nothing
fr_fr: N’oublie rien ; ne pardonne rien.

source: Forgiveness is a crime punishable by death
fr_fr: Le pardon est un crime punissable de mort.

source: Forgiveness is punishable by death
fr_fr: Le pardon est punissable de mort.

source: From duty and death there can be no respite
fr_fr: Du devoir et de la mort, il n’y a aucun répit.

source: Gird thyself with the Emperor's light
fr_fr: Revêtez-vous de la lumière de l’Empereur.

source: Guard Humanity; fear the Enemy Beyond
fr_fr: Gardez l’Humanité ; craignez l’Ennemi d’Outre-Tombe.

source: Guard thy soul against disorder
fr_fr: Gardez votre âme contre le désordre.

source: Happiness is a delusion of the Weak
fr_fr: Le bonheur est une illusion des faibles.

source: Hasten the damned to their reward
fr_fr: Hâtez les damnés à leur récompense.

source: He knows what lies in the darkness, and fears it not
fr_fr: Il sait ce qui se cache dans les ténèbres, et ne le craint pas.

source: Heed not the whispers of the faithless
fr_fr: N’écoutez pas les murmures des infidèles.

source: Heed the Word of the Emperor
fr_fr: Écoutez la Parole de l’Empereur.

source: Here be the doom of mutants
fr_fr: Voici la fin des mutants.

source: Here endeth thy lesson
fr_fr: Ici s’achève ta leçon.

source: Honour the craft of death
fr_fr: Honore l’art de la mort.

source: Honour thy Emperor
fr_fr: Honore ton Empereur.

source: Honour thy oaths, honour thy Emperor
fr_fr: Honore tes serments, honore ton Empereur.

source: Honour thy regiment
fr_fr: Honore ton régiment.

source: Honour thy weapon
fr_fr: Honore ton arme.

source: Honour your duty
fr_fr: Honore ton devoir.

source: Honour, duty and obedience
fr_fr: Honneur, devoir et obéissance.

source: Hope is superfluous
fr_fr: L’espoir est superflu.

source: Hope is the first step on the road to disappointment
fr_fr: L’espoir est la première étape vers la déception.

source: I bringeth death
fr_fr: J’apporte la mort.

source: I speak with tongues of flame
fr_fr: Je parle avec des langues de flammes.

source: If you see no signs of sedition, you aren't looking hard enough
fr_fr: Si tu ne vois aucun signe de sédition, c’est que tu ne regardes pas assez attentivement.

source: Ignorance is thy best defence
fr_fr: L’ignorance est ta meilleure défense.

source: Impurity of deed or thought is treason
fr_fr: L’impureté de l’acte ou de la pensée est une trahison.

source: In Terra's light we serve
fr_fr: Dans la lumière de Terra, nous servons.

source: Innocence proves nothing
fr_fr: L’innocence ne prouve rien.

source: Intolerance is a blessing
fr_fr: L’intolérance est une bénédiction.

source: It is an honour to bleed for the Emperor
fr_fr: Il est un honneur de saigner pour l’Empereur.

source: Justice allows no doubt
fr_fr: La justice ne tolère aucun doute.

source: Keep the faith, kill the foe
fr_fr: Garde la foi, tue l’ennemi.

source: Kill the heretic with fervour
fr_fr: Tue l’hérétique avec ferveur.

source: Knowledge brings us closer to annihilation
fr_fr: La connaissance nous rapproche de l’annihilation.

source: Knowledge is power, guard it well
fr_fr: La connaissance est un pouvoir, protège-la bien.

source: Lack of faith is tantamount to treason
fr_fr: Le manque de foi est équivalent à la trahison.

source: Let faith trample reason
fr_fr: Que la foi écrase la raison.

source: Let no foe stand before you
fr_fr: Que nul ennemi ne se tienne devant toi.

source: Let not thy hate be conquered by fear
fr_fr: Que ta haine ne soit pas vaincue par la peur.

source: Let thy weapon be zeal, and thy armour contempt
fr_fr: Que ton arme soit le zèle et ton armure le mépris.

source: Life is fleeting; duty is eternal
fr_fr: La vie est éphémère ; le devoir est éternel.

source: Life is measured not in years, but by the deeds of the faithful
fr_fr: La vie n’est pas mesurée en années, mais par les actes des fidèles.

source: Life is the Emperor's currency, spend it well
fr_fr: La vie est la monnaie de l’Empereur, dépense-la avec sagesse.

source: Mankind stands upon the shoulders of the martyred
fr_fr: L’Humanité repose sur les épaules des martyrs.

source: Mercy is a disease; intolerance is the cure
fr_fr: La miséricorde est une maladie ; l’intolérance en est le remède.

source: Narrow minds are faithful minds
fr_fr: Les esprits étroits sont des esprits fidèles.

source: Night descends, yet still the Emperor's light shows the way
fr_fr: La nuit descend, mais la lumière de l’Empereur montre encore le chemin.

source: No man died in the Emperor's service that died in vain
fr_fr: Aucun homme n’est mort en service de l’Empereur en vain.

source: Only in death does duty end
fr_fr: Seule la mort met fin au devoir.

source: Only the coward seeks compromise
fr_fr: Seul le lâche recherche le compromis.

source: Pass judgement without mercy
fr_fr: Rends jugement sans pitié.

source: Persecute, punish, persist
fr_fr: Persécute, punis, persiste.

source: Praise be the Emperor, who teaches us the ways of war
fr_fr: Loué soit l’Empereur, qui nous enseigne les voies de la guerre.

source: Praise the Emperor
fr_fr: Loué soit l’Empereur.

source: ++REDACTED BY ORDER OF THE INQUISITION++
fr_fr: ++CENSURÉ PAR ORDRE DE L’INQUISITION++.

source: Reject peace for the lie that it is
fr_fr: Rejette la paix, car elle n’est qu’un mensonge.

source: Rejoice in repentance
fr_fr: Réjouis-toi dans la repentance.

source: Rejoice in thy service
fr_fr: Réjouis-toi dans ton service.

source: Retribution is your birthright
fr_fr: La rétribution est ton droit de naissance.

source: Scourge the stars in the Emperor's name
fr_fr: Parcours les étoiles au nom de l’Empereur.

source: Seek for yourself a death worthy of remembrance
fr_fr: Cherche pour toi-même une mort digne de mémoire.

source: Slay the impure and sanctify the faithful
fr_fr: Tuez les impurs et sanctifiez les fidèles.

source: Smite all who oppose the Emperor
fr_fr: Frappe tous ceux qui s’opposent à l’Empereur.

source: Smite all who would besmirch the Emperor's name
fr_fr: Frappe tous ceux qui oseraient souiller le nom de l’Empereur.

source: Speak not the names of traitors
fr_fr: Ne prononce pas les noms des traîtres.

source: Suffer no impurity
fr_fr: Ne souffre aucune impureté.

source: The difference between heresy and treachery is ignorance
fr_fr: La différence entre l’hérésie et la trahison est l’ignorance.

source: The Emperor bears the weight of Mankind's ills
fr_fr: L’Empereur porte le poids des maux de l’Humanité.

source: The Emperor bestows upon us the gift of intolerance
fr_fr: L’Empereur nous accorde le don de l’intolérance.

source: The Emperor commands, the Astra Militarum obeys
fr_fr: L’Empereur commande, l’Astra Militarum obéit.

source: The Emperor is all
fr_fr: L’Empereur est tout.

source: The Emperor knows, the Emperor is watching
fr_fr: L’Empereur sait, l’Empereur observe.

source: The Emperor protects
fr_fr: L’Empereur protège.

source: The Emperor's justice is a beautiful thing
fr_fr: La justice de l’Empereur est une chose magnifique.

source: The guilt of heresy weighs heavy on the soul
fr_fr: La culpabilité de l’hérésie pèse lourd sur l’âme.

source: The Imperium of Mankind shall never yield
fr_fr: L’Imperium de l’Humanité ne cédera jamais.

source: The mutant is guileful, trust it not
fr_fr: Le mutant est perfide, ne lui fais pas confiance.

source: The price of duty is high, but the rewards are eternal
fr_fr: Le prix du devoir est élevé, mais les récompenses sont éternelles.

source: The righteous fear naught
fr_fr: Les justes ne craignent rien.

source: The same hammer that shatters the glass, forges the steel
fr_fr: Le même marteau qui brise le verre forge l’acier.

source: The seeds of heresy are planted in the minds of the enlightened
fr_fr: Les graines de l’hérésie sont plantées dans les esprits éclairés.

source: The shield of faith is your best protection
fr_fr: Le bouclier de la foi est ta meilleure protection.

source: The traitor shall burn
fr_fr: Le traître brûlera.

source: The traitor's hand lies closer than you think
fr_fr: La main du traître est plus proche que tu ne le penses.

source: The truth is terrible to bear
fr_fr: La vérité est terrible à supporter.

source: The victor lives in honour; the vanquished dies in shame
fr_fr: Le vainqueur vit dans l’honneur ; le vaincu meurt dans la honte.

source: The wage of negligence is utter destruction
fr_fr: Le salaire de la négligence est la destruction totale.

source: The weak shall be purged, the strong shall endure
fr_fr: Les faibles seront purgés, les forts endureront.

source: The Will of the Emperor is the might of the Imperium
fr_fr: La Volonté de l’Empereur est la puissance de l’Imperium.

source: The wise have much to fear; the ignorant are blessed with courage
fr_fr: Les sages ont beaucoup à craindre ; les ignorants sont bénis par le courage.

source: The wise learn from the deaths of others
fr_fr: Les sages apprennent de la mort des autres.

source: There are no walls strong enough to protect the enemies of Mankind
fr_fr: Il n’y a pas de murs assez solides pour protéger les ennemis de l’Humanité.

source: There is no being so foul as the traitor
fr_fr: Il n’existe pas d’être aussi vil que le traître.

source: There is no fear in conviction
fr_fr: Il n’y a pas de peur dans la conviction.

source: There is no future without the Emperor's blessing
fr_fr: Il n’y a pas d’avenir sans la bénédiction de l’Empereur.

source: There is only the Emperor
fr_fr: Il n’y a que l’Empereur.

source: There is purity of purpose in the faith of the just
fr_fr: Il y a une pureté de but dans la foi des justes.

source: Thou art the hammer of the Emperor
fr_fr: Tu es le marteau de l’Empereur.

source: Thou shalt be remembered by thy deeds
fr_fr: Tu seras rappelé par tes actes.

source: Thou shalt kill
fr_fr: Tu dois tuer.

source: Thou shalt not yield
fr_fr: Tu ne céderas pas.

source: Thy hand is justice
fr_fr: Ta main est justice.

source: Timidity begets indecision; indecision begets treachery
fr_fr: La timidité engendre l’indécision ; l’indécision engendre la trahison.

source: To err is to invite retribution
fr_fr: Se tromper, c’est inviter la rétribution.

source: To relinquish contempt is capitulation
fr_fr: Abandonner le mépris, c’est capituler.

source: To spare the traitor is to invite corruption
fr_fr: Épargner le traître, c’est inviter la corruption.

source: To question is to doubt
fr_fr: Questionner, c’est douter.

source: To question your master is to betray the Emperor
fr_fr: Questionner ton maître, c’est trahir l’Empereur.

source: To withdraw in disgust is not apathy
fr_fr: Se retirer avec dégoût n’est pas de l’apathie.

source: Tolerance begets heresy
fr_fr: La tolérance engendre l’hérésie.

source: True faith is blind and justified
fr_fr: La vraie foi est aveugle et justifiée.

source: True wisdom is acceptance of the inevitable
fr_fr: La vraie sagesse, c’est d’accepter l’inévitable.

source: Trust only the Emperor
fr_fr: N’aie confiance qu’en l’Empereur.

source: Truth begets hatred
fr_fr: La vérité engendre la haine.

source: Understanding weakens the will to act
fr_fr: Comprendre affaiblit la volonté d’agir.

source: Victory belongs to the Emperor
fr_fr: La victoire appartient à l’Empereur.

source: Victory needs no explanation; defeat allows none
fr_fr: La victoire n’a pas besoin d’explication ; la défaite n’en permet aucune.

source: War calls: will you answer?
fr_fr: La guerre appelle : répondras-tu ?

source: Weigh the fist that strikes men down and salutes the battle won
fr_fr: Pèse le poing qui abat les hommes et salue la bataille gagnée.

source: Welcome the judgement of the Emperor
fr_fr: Accueille le jugement de l’Empereur.

source: Without fear or falter, do thy duty
fr_fr: Sans peur ni hésitation, fais ton devoir.

source: Withstand the winds of chaos, for the Emperor's light shines through
fr_fr: Résiste aux vents du chaos, car la lumière de l’Empereur brille à travers eux.

source: You need understand nothing to do your duty
fr_fr: Tu n’as besoin de comprendre rien pour accomplir ton devoir.

source: Your honor is your life. Let none dispute it
fr_fr: Ton honneur est ta vie. Que nul ne le conteste.
